<template>
    <div class="page-about">
        <div class="container">
            <article>
                <h2>关于我们</h2>
                <p>采芯网FindIC是一个专业的全球电子元器件搜索引擎，由深圳市云采网络科技有限公司开发运营，并于2016年5月正式上线。致力于为全球电子工程师、创客和采购工程师提供免费的电子元器件搜索、器件选型、资料下载、采购比价和供应商选择等服务。
                </p>
                <h3>发展历程</h3>
                <p>2015年9月，深圳市云采网络科技有限公司成立。</p>
                <p>2015年11月，采芯网电子元器件搜索引擎大数据系统上线，电子元器件资料数据量     突破1千万。</p>
                <p>2015年12月，采芯网电子元器件用户手册文件突破500万。</p>
                <p>2016年1月，采芯网电子元器件数据量全网第一，元器件报价数据突破1亿条。</p>
                <p>2016年3月，采芯网FindIC电子元器件搜索引擎邀请测试上线。</p>
                <p>2016年4月，采芯网电子元器件搜索引擎库器件型号突破1500万。</p>
                <p>2016年5月，采芯网FindIC正式上线，成为中国本土第一个电子元器件搜索引擎。</p>
                <p>2016年7月，采芯网微信语音搜索功能上线，成为全球第一个电子元器件语音搜索引擎。</p>
                <p>2016年8月，采芯网累计使用用户突破100万，日访问流量突破20万。</p>
                <p>2016年8月，业界首次成功举办电子专业展会移动视频直播活动（联合深圳国际电子展）。</p>
                <p>2016年9月，电子行业首个IC智能搜索社交机器人--“采小芯”成功上线，覆盖20万电子行业社交人士。</p><p></p>
            </article>
        </div>
    </div>
</template>

<script>

export default {
    name: 'about',
    props: {
        type: String
    },
    data () {
        return {
        }
    },
    computed: {
    },
    beforeMount () {
    },
    beforeDestroy () {
    },
    methods: {
    }
}
</script>

<style lang="scss">
.asd {
    background-color: #09c;
}
</style>

