<template>
    <div class="page-about">
        <div class="container">
            <article>
                <h2>用户协议及隐私政策</h2>
                                    
                <h2>在您注册成为采芯网用户的过程中，您需要完成注册流程并通过点击同意的形在线签署以下协议，请您务必仔细阅读、充分理解协议中的条款内容后再点击同意（尤其是以粗体并下划线标识的条款，因这些条款可能会明确用户应履行的义务或对用户的权利有所限制）：</h2>
                <h2 class="emphasis">《采芯网FindIC用户协议》</h2>
                <div class="special">
                    <p>1. 本站服务条款的确认和接纳</p>
                    <p>2. 本站服务</p>
                    <p>3. 用户信息</p>
                    <p>4. 用户依法言行义务</p>
                    <p>5. 网站产品信息</p>
                    <p>6. 所有权及知识产权条款</p>
                </div>
                <div class="special">
                    <p>7. 责任限制及不承诺担保</p>
                    <p>8. 协议更新及用户关注义务</p>
                    <p>9. 服务的中断和终止</p>
                    <p>10. 法律管辖和适用 </p> 
                    <p>11.其他</p>
                </div>
                <h2 class="emphasis">《隐私政策》</h2>
                <h2>本隐私政策明确了我们的产品或服务所收集、使用及共享用户信息的类型方式和用途；以及增强告知或即时提示的方式在收集、使用及共享用户信息时给予用户授权选择，并在产品设置中允许用户随时撤销授权。明确了用户查询、更正和删除其用户信息的方式。具体如下：</h2>
                <div class="special">
                    <p>1.我们如何收集和使用您的用户信息</p>
                    <p>2.我们如何使用Cookies</p>
                    <p>3.我们如何共享、转让、公开披露您的用户信息</p>
                    <p>4.我们如何保护和保存您的用户信息</p>
                </div>
                <div class="special">
                    <p>5.您如何管理您的用户信息</p>
                    <p>6.通知和修订</p>
                    <p>7.争议解决</p>
                    <p>8.如何联系我们</p>
                </div>
                <h2>【温馨提示】当您按照注册页面提示填写信息、阅读并同意协议且完成全部注册程序后，即表示您已充分阅读、理解并接受协议的全部内容。如您在使用网站服务过程中与其他用户发生争议的,按照您与其他用户达成的协议处理。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册。</h2>

                <h1>采芯网FindIC用户协议</h1>
                <p>本协议是您与采芯网FindIC网站（以下简称为“本站”，网址：www.findic.com）所有者（以下简称为"采芯网"）之间就采芯网网站服务等相关事宜所订立的契约，请仔细阅读本协议，您点击“同意并继续”按钮后，本协议即构成对双方有约束力的法律文件。</p>


                <h2>一、本站服务条款的确认和接纳</h2>

                <p>1.本站各项服务的所有权和运作权归采芯网所有。用户同意所有的注册协议条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>

                <p>2.用户点击同意本协议的，即视为用户确认自己具有享受本站产品及服务的权利能力和行为能力，能够独立承担法律责任。</p>

                <p>3.本协议内容包括协议正文，以及采芯网已经发布，未来发布或未来修订的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>

                <p>4.采芯网有权酌情修订“协议条款”，并以网站公告的形式进行更新。网站公布的条款即时产生效力。如用户不同意相关修订，请停止使用本站的服务。如用户继续使用服务，则视为用户已接受“协议条款”，当用户与采芯网发生争议时，以最新的“协议条款”为准。</p>

                <p>5.本协议的内容不受用户所属国家或地区法律法规的排斥。</p>

                <p>6.如果用户对本站产品及服务、网站内容或使用条款不满意，可以立即停止使用网站产品及服务或内容。</p>

                <h2>二、本站服务</h2>

                <p>1.采芯网通过互联网依法为用户提供电子元器件数据、资料、信息等相关服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</p>

                <p>2.用户必须自行准备如下设备和承担如下开支：</p>
                <p>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；</p>
                <p>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>

                <h2>三、用户信息</h2>

                <p>1.用户同意提供的注册资料真实、准确、完整、合法、有效，不向采芯网提供虚假信息或冒充其他个体或企业用户。用户的注册资料如有变动，应及时更新注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且采芯网保留终止用户使用本站各项服务的权利。</p>

                <p>2.用户注册成功后，将产生用户名和密码等信息，您可以根据本站规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。若用户发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。</p>

                <p>3.用户在本网站进行浏览、传输、下载或上传数据信息等活动时，涉及用户真实姓名、通信地址、联系电话、电子邮箱等隐私信息的，采芯网将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</p>

                <p>4.除非有法律规定或司法裁定，用户的账户信息不得以任何方式转让、出售、赠与、或继承他人使用，否则，用户将承担由此产生的全部责任，并与实际使用人承担连带责任。</p>

                <p>5.用户可以将帐户与某些第三方网站关联，包括但不限于微信、QQ等（“第三方账户”），或允许采芯网访问用户的第三方账户；采芯网可能向用户获取第三方账户登录信息；用户有权取消帐户与第三方帐户设置之间的关联。</p>

                <p>6.用户同意：采芯网拥有通过电子邮件、微信、QQ等形式，不定期发送相关服务信息给用户的权利，包括采芯网产品信息，密码找回等。若用户不需要相关服务，可联系采芯网取消该项服务。</p>

                <h2>四、用户依法言行义务</h2>

                <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>

                <p>1.用户同意在使用本网站时，不会以任何形式违反任何法律，或者侵犯第三方的知识产权或干涉其权利。</p>

                <p>2.本站可能包含产品发布、产品评价、点赞、分享等旨在进行信息交流的服务，用户同意仅将此服务用于发布、发送和接收与特定服务相符且相关的消息和资料。用户同意在使用此服务时不会从事违反法律、法规的行为，包括但不限于：</p>
                <p>(1)公开、传播任何不当、诽谤性、非法性、猥亵或亵渎的非法主题、信息和材料。</p>
                <p>(2)传播或发表：煽动抗拒、破坏宪法和法律法规实施的言论；煽动颠覆国家政权和社会制度的言论；煽动分裂国家、破坏国家统一的言论；煽动民族仇恨、民族歧视、破坏民族团结的言论。</p>
                <p>(3)公开、传播或以任何其他形式侵犯任何一方知识产权、商业秘密、隐私权、形象权、保密性义务或其他所有权的图像、照片、软件或其他资料的文件。</p>
                <p>(4)传播任何含有可能损害他人计算机操作的病毒、损坏文件或其他类似软件或程序的文件。</p>
                <p>(5)通过侵犯任何一方所有权的方式，使用通过本网站获得的任何材料或信息，包括数据或图片。</p>
                <p>(6)诽谤、辱骂、骚扰、跟踪、威胁或侵犯其他人的合法权利，煽动人种、种族、性别、性取向、身体能力、年龄、宗教、民族、或针对某用户或团体的歧视、仇恨或暴力的活动，或者通过争论违反人权的罪行来侮辱这些罪行的受害者。</p>
                <p>(7)做广告或帮助销售或购买任何超出本网站服务范围的，出于商业目的的商品或服务。</p>
                <p>(8)伪造或删除任何版权管理信息。</p>
                <p>(9)伪造虚假信息误导他人。</p>
                <p>(10)其他违反适用法律或法规的行为。</p>

                <p>3.用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。</p>

                <p>4.本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>

                <p>5.若用户未遵守以上规定的，本站有权作出独立判断并采取拒绝服务、关闭用户账户、编辑或清除信息内容等措施。用户须对自己在网上的言论和行为承担法律责任。</p>

                <h2>五、网站产品信息</h2>

                <p>1.本站上的产品价格、数量、是否有货等产品信息随时都有可能发生变动，本站不作特别通知。由于网站上产品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览产品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解。</p>

                <p>2.本站信息可能包含链接到第三方网站、服务、广告或由其他用户提供的内容，采芯网没有义务对其进行审查、监控，或作出任何陈述或保证。</p>

                <h2>六、所有权及知识产权条款</h2>
                
                <p>1.本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及用户在采芯网网站上发布的任何受著作权法保护的作品内容，无论该内容形成于本协议订立前还是本协议订立后。</p>

                <p>2.采芯网是本站的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本站的内容进行修改，并在本站张贴，无须另行通知用户。在法律允许的最大限度范围内，采芯网对本协议及本站内容拥有解释权。</p> 

                <p>3.除法律另有强制性规定外，未经采芯网明确的特别书面许可,任何单位或用户不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，采芯网有权追究其法律责任。</p>

                <h2>七、责任限制及不承诺担保</h2>

                <p>1.除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、数据、内容、产品和服务，均是在按现状和按现有的基础上提供的。</p> 

                <p>2.除另有明确的书面说明，采芯网不对本站的运营及其包含在本网站上的信息、数据、内容、产品或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外），对于用户在本站所查询得到价格数据的真实性，不做任何担保，概不负责。</p>
                <p>3.采芯网不担保本站所包含的或以其它方式通过本站提供给您的全部信息、数据、内容、产品和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。</p>  

                <p>4.如因不可抗力或其它本站无法控制的原因使本站系统崩溃或无法正常使用导致信息无法浏览或丢失有关的信息、记录等，采芯网会合理地尽力协助处理善后事宜。</p> 

                <p>5.在适用法律所允许的最大限度内，及其关联公司不承诺所有明示或默示的担保，包括但不限于对适销性和满足特定目的的默示担保，及其关联公司不担保网站、其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、产品和服务、其服务器或从网站发出的电子信件没有病毒或其他有害成分。除非另有明确的书面说明，不对由于使用网站、或由于其所包含的或以其它方式通过本站提供给用户的全部信息、内容、产品和服务、或购买和使用产品引起的任何损害承担责任（除非根据中华人民共和国法律应承担责任的以外），包括但不限于直接、间接或附带的惩罚性和结果性的损害赔。</p>

                <h2>八、协议更新及用户关注义务</h2>

                <p>根据国家法律法规变化及网站运营需要，采芯网有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；

                用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受采芯网依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。采芯网建议您在使用本站之前阅读本协议及本站的公告。

                如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>

                <h2>九、服务的中断和终止</h2>

                <p>1.如用户需要注销用户身份，需经本站审核同意，由采芯网注销用户的注册用户，即解除与采芯网的服务协议关系。但注销用户账号后，采芯网仍保留下列权利：</p>
                <p>（1）注销后，采芯网有权保留用户的全部注册数据，上传的数据信息，及以前的交易行为记录；</p>
                <p>（2）注销后，如用户注销前，在交易平台上存在违法行为或违反合同的行为，仍可行使本服务协议所规定的权利。</p>

                <p>2.在下列情况下，可以通过注销用户的方式终止服务：</p>
                <p>（1）用户违反本服务协议相关规定时，采芯网有权终止向用户提供服务。采芯网将在中断服务时通知用户，但如果用户在终止提供服务后，再一次直接、间接或以他人名义注册为用户的，本网站有权再次单方面终止向用户提供服务。</p>
                <p>（2）如通过用户提供的信息与用户联系时，发现用户在注册时填写的信息不准确、不完整或已失效，经本站通知，用户未在三个工作日内完成修改、更新用户信息，采芯网有权终止向用户提供服务。</p>
                <p>（3）一经发现用户注册数据中主要信息不真实、不合法，采芯网有权随时终止向用户提供服务。</p>
                <p>（4）本服务协议终止或更新时，用户已向采芯网明示不愿接受新的服务协议；</p>
                <p>（5）其它认为需终止服务的情况。</p>

                <h2>十、法律管辖和适用</h2>  

                <p>1.本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。</p>

                <p>2.如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。</p>

                <p>3.如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。</p>

                <h2>十一、其他</h2>

                <p>1.本协议内容中以加粗、下划线等方式显著标识的条款，请用户着重阅读。</p> 

                <p>2.采芯网尊重用户的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，采芯网将虚心接受并适时修改本协议及本站上的各类规则。</p>

                <p>3.如果用户对我们的服务条款有任何问题或建议，请通过发送电子邮件至sabrina@findic.com与我们联系。</p>

                <p>4.您点击本协议下方的【同意并继续】按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>

                <h1>隐私政策</h1>

                <p>为切实保护采芯网用户隐私权，优化用户体验，采芯网根据现行法规及政策，制定《采芯网FindIC隐私政策》（以下简称“本政策”）。 本政策将详细说明采芯网在获取、管理及保护用户信息方面的政策及措施。本政策适用于采芯网向用户提供的所有服务，无论您是通过计算机设备、移动终端或其他设备获得采芯网服务。</p>

                <p>对于本政策或相关事宜有任何问题，您可随时通过采芯网在线客服、电话或邮件等多种方式与我们联系。</p>

                <p>本政策将帮助您了解以下内容：</p>
                <p>1.我们如何收集和使用您的用户信息</p>
                <p>2.我们如何使用Cookies</p>
                <p>3.我们如何共享、转让、公开披露您的用户信息</p>
                <p>4.我们如何保护和保存您的用户信息</p>
                <p>5.您如何管理您的用户信息</p>
                <p>6.通知和修订</p>
                <p>7.争议解决</p>
                <p>8.如何联系我们</p>

                <p>本隐私政策是您使用采芯网产品及服务的基础性法律文件，我们希望您在注册采芯网前仔细阅读并明确您已经充分理解、接受本政策的内容。在我们更新用户信息保护政策后（我们会及时提示您更新的情况）您继续使用我们的产品或服务，即意味着您同意本政策(含更新版本)内容，并且同意我们按照本政策收集、使用、保存和共享您的相关信息。</p>

                <h2>一、用户信息的收集</h2>

                <p>我们会出于本政策所述的以下目的，收集和使用您的个人信息：</p>

                <p>（1）帮助您成为采芯网注册用户</p>
                <p>为成为我们的注册用户，以便我们为您提供更多会员服务，您需要提供电子邮箱地址并创建用户名和密码。在注册过程中，如果您提供以下额外信息补全个人资料，将有助于我们给您提供如订阅产品信息等个性化的服务：您的真实姓名、性别、职业、行业、公司名称、公司地址、固定电话、手机号码、微信账号、QQ账号等。您可以选择不提供某些信息，但是这样可能会使您无法使用本站的许多特色服务。我们使用您提供的信息是为了回应您的要求，为您将来在本网站享受个性化服务，改善我们的网站以及与您进行沟通。</p>

                <p>（2）为您展示和推送产品或服务</p>
                <p>为改善我们的产品或服务、向您提供个性化的信息搜索及浏览服务，我们会接收并存储您的浏览及搜索记录、点击记录、设备信息、IP地址等信息，提取您的浏览、搜索偏好、行为习惯等特征。</p>

                <p>（3）我们在您使用服务过程中收集信息</p>
                <p>为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</p>
                <p>设备信息：我们会根据您使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置等信息）、设备所在位置相关信息（例如IP地址、GPS位置等信息）。</p>
                <p>日志信息：当您使用我们的网站提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、使用的语言、访问日期和时间及您访问的网页记录等。</p>

                <p>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</p>

                <p>当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p>

                <p>（4）其他用途</p>
                <p>我们可能从其他来源收到关于您的信息并且将其加入我们的用户信息库。我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>

                <p>（5）征得授权同意的例外</p>
                <p>当涉及国家安全与利益、社会公共利益、与犯罪侦查有关的相关活动、您或他人生命财产安全但在特殊情况下无法获得您的及时授权、能够从其他合法公开的渠道、法律法规规定的其他情形下，采芯网可能在不经过您的同意或授权的前提下，收集您的用户信息。</p>

                <h2>二、对Cookies的使用</h2>

                <p>Cookies是一种能够识别您设备的特定识别符号，从而使我们的系统能够识别您的设备。采芯网承诺，对cookies信息的研究仅用于提升服务和产品质量及优化用户体验之目的。同时，如不希望用户信息保留在cookie中，您可以对浏览器进行配置：选择"拒绝cookie"或"当网站发送cookie时通知您"，鉴于采芯网的服务是通过支持cookie来是实现的，完成关闭cookie的操作后，可能影响到您访问采芯网或不能充分取得采芯网的服务。</p>

                <p>此外，您已知悉并同意：在现行法律法规允许的范围内，采芯网可能会将您非敏感的用户信息用于市场营销，使用方式包括但不限于：采芯网会使用您所提供信息在采芯网平台中向您展示或提供产品信息，向您通告或推荐采芯网的服务或产品信息，以及其他此类根据您使用采芯网服务或产品的情况所认为您可能会感兴趣的信息。
                </p>
                <h2>三、用户信息的保护和安全措施</h2>

                <p>1.采芯网将尽一切合理努力保护其获得的用户信息，并由专门的数据安全部门对用户信息进行保护。为防止用户信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，采芯网已经并将继续采取以下措施保护您的用户信息：</p>
                <p>（1） 我们的网络服务采取了传输层安全协议等加密技术，确保用户数据传输过程中的安全。</p>
                <p>（2）在用户信息使用时，例如用户信息展示、用户信息关联计算，我们会采用包括内容替换、加密脱敏等多种数据脱敏技术增强用户信息在使用中安全性。</p>
                <p>（3）设立严格的数据使用和访问制度，采用严格的数据访问权限控制和多重身份认证技术保护用户信息，避免数据被违规使用。</p>
                <p>（4）采取专门的数据和技术安全审计，设立日志审计和行为审计多项措施。</p>

                <p>防止他人未经授权使用您的密码或使用您的计算机或移动设备是非常重要的。因此，您应确保在与他人共用一台计算机或移动设备时，使用完毕后即时退出登录。</p>
                <p>2.用户信息安全事件的通知</p>
                <p>（1）如发生用户信息引发的安全事件，采芯网将第一事件向相应主管机关报备，并即时进行问题排查，开展应急措施。</p>
                <p>（2）通过与全量用户发送通知提醒更改密码。还可能通过电话、短信等各种方式触达用户知晓，在采芯网公共运营平台运营宣传，制止数据泄露。</p>

                <p>尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但采芯网仍然无法保证您的用户信息通过不安全途径进行交流时的安全性。因此，用户应采取积极措施保证用户信息的安全，如：定期修改账号密码，不将自己的账号密码等用户信息透露给他人。</p>

                <p>您知悉：采芯网提供的用户信息保护措施仅适用于采芯网平台，一旦您离开采芯网，浏览或使用其他网站、服务及内容资源，采芯网即没有能力及义务保护您在采芯网以外的网站提交的任何用户信息，无论您登录或浏览上述网站是否基于采芯网的链接或引导。</p>

                <h2>四、用户信息的存储</h2>

                <p>采芯网会采取合适的安全措施和技术手段存储及保护您的用户信息，以防止丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏。您的用户信息存放在有密码控制的位于中国境内的服务器中，访问均是受到限制的。</p>

                <p>根据本条款的规定，我们仅允许有必要知晓这些信息的采芯网员工等第三方访问用户信息，并要求他们履行相应的保密义务。采芯网如涉及向境外传输用户信息，将会向用户明确告知并征得同意。</p>

                <h2>五、用户信息的使用和对外提供</h2>

                <p>采芯网可能会与合作伙伴共同提供用户所要求的服务，或展示用户可能感兴趣的内容。例如，我们可能会与产品供应商分享您的个人信息，并已书面同意保护而不会进一步透露您的信息。在信息为该项产品、服务所必须的情况下，用户将同意采芯网与合作伙伴分享必要的用户信息，包括：</p>
                <p>(1)用户注册采芯网时根据要求提供的信息；</p>
                <p> (2)用户使用采芯网时产生的有关数据，包括但不限于上传的数据、图片、文档、参与产品点评、邀请关注好友和留言等数据；</p>

                <p>未经您本人允许，采芯网不会向任何无关第三方公开（包括共享、转让、公开披露等方式）您的用户信息，下列情形除外：</p>
                <p>（1）采芯网已经取得您的授权或同意；</p>
                <p>（2）用户使用共享功能；</p>
                <p>（3）根据您与采芯网相关服务条款、应用许可使用协议的约定；</p>
                <p>（4）符合您与其他第三人之间有关约定的；</p>
                <p>（5）为维护采芯网的合法权益，例如查找、预防、处理欺诈或安全方面的问题；</p>
                <p>（6）司法机关或行政机关基于法定程序要求采芯网披露的；</p>

                <p>同时，采芯网不允许任何用户或第三方以任何手段收集、编辑、出售或者无偿传播用户的用户信息。任何从事上述活动，一经发现，有权立即终止服务协议，查封其账号并有权追究其法律责任。</p>

                <p>您可以向特定的对象发送您的用户信息，也可以基于采芯网的服务向不特定人共享自己的用户信息等。当您因为您的共享行为导致您的信息发生泄漏等严重情况时，采芯网不承担相关法律责任。</p>

                <h2>六、用户信息的管理</h2>

                <p>当您完成采芯网的账号注册并完善相关个人资料后，您可以查阅、修改、删除您提交给采芯网的用户信息。一般情况下，您可随时浏览、修改、删除自己提交的信息。</p>

                <p>您有权自主更新或更正您的用户信息，或授权采芯网客服进行信息更新、更正。在您进行信息更新更正之前，我们会首先验证您的身份，其次才能进行信息的更正与更新。</p>

                <p>如果您对本用户信息保护政策或其中有关您用户信息的收集、使用、存储、保护等功能存在意见或建议，您可以通过采芯网客服电话、邮箱等方式反馈意见或投诉，采芯网会在收到您意见及建议的第一时间将反馈信息回复给您。</p>

                <h2>七、用户信息保护政策的修改</h2>

                <p>我们的业务时常变化，我们的隐私声明和使用条件也随之变化但未经您明确同意，我们不会削减您依据当前生效用户信息保护政策所应享有的权利。我们会在本网站或通过电子邮件方式发出更新版本提醒您我们的相关更新，除非您指示我们不要这样做，但您应经常登录我们的网站了解最新使用条件及隐私政策。</p>

                <p>除另有声明外，现行的隐私政策适用于我们关于您和您的账户的所有信息。我们坚守我们做出的承诺，未经相关用户同意我们不会对我们的政策和惯例作重大修改以至于降低对用户信息的保护程度。</p>

                <h2>八、争议解决</h2>

                <p>当您因为本政策的实施与采芯网产生任何纠纷时，双方应首先协商友好解决；若不能协商解决，双方有权依照注册协议向有管辖权的法院提起诉讼。</p>
                <p>如果您对本用户信息保护政策有任何疑问，请您联系采芯网在线客服或发送电子邮件至sabrina@findic.com与我们联系，我们会及时解决您的问题。</p>
            </article>
        </div>
    </div>
</template>

<script>

export default {
    name: 'agreement',
    props: {
        type: String
    },
    data () {
        return {
        }
    },
    computed: {
    },
    beforeMount () {
    },
    beforeDestroy () {
    },
    methods: {
    }
}
</script>

<style lang="scss">
.asd {
    background-color: #09c;
}
</style>

